/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"User Interface" = "Interfaz de usuario";
"If blank, the search engine page will be used" = "Si se deja en blanco, se usará la página del motor de búsqueda.";
"If blank, the default Onion Browser page will be used" = "Si se deja en blanco, se usará la página predeterminada del Onion Browser";
"Mute audio with mute switch" = "Silenciar audio con el selector de enmudecimiento.";
"Custom home page" = "Página de inicio personalizada";
"Privacy" = "Privacidad";
"Cookies and local storage data from non-whitelisted hosts will be cleared even from open tabs after not being accessed for this many minutes" = "Las cookies y datos de almacenamiento local de servidores fuera de la lista blanca se eliminarán incluso de las pestañas abiertas después de que no se haya accedido a ellos durante esta cantidad de minutos";
"Cookie auto-sweep interval" = "Intervalo de auto-borrado de cookies";
"Changing this option requires restarting the app" = "Cambiar esta opción requiere reiniciar la aplicación";
"Allow 3rd party keyboards" = "Permitir teclados de terceros";
"Security" = "Seguridad";
"When enabled, a per-host option to ignore further TLS errors is shown in the TLS error dialog" = "Cuando está habilitado, en el diálogo de errores TLS se muestra una opción por cada equipo para ignorar subsecuentes errores TLS.";
"Allow ignoring TLS errors" = "Permitir ignorar errores TLS";
"TLS Version" = "Versión de TLS";
"TLS 1.2 Only" = "Sólo TLS 1.2";
"TLS 1.2, 1.1 or 1.0" = "TLS 1.2, 1.1, o 1.0";
"Minimum version of TLS required for hosts to negotiate HTTPS connections" = "Versión de TLS mínima requerida por los servidores para negociar conexiones HTTPS";
